[
    {
        "code": "policy",
        "text": "[en-EN]<h1>Privacy Policy</h1><p>Last updated: <strong>February 26, 2025</strong></p><h2>1. Introduction</h2><p>This Privacy Policy explains what information we collect, how we use it, and how we protect it. By using our website, you agree to the terms of this Policy.</p><h2>2. Data Collection and Use</h2><h3>2.1. What data do we collect?</h3><ul data-spread=\"false\"><li><p><strong>Personal data:</strong> name, email, contact information (only if you voluntarily provide them through forms).</p></li><li><p><strong>Technical data:</strong> IP address, browser type, operating system, data about pages visited.</p></li><li><p><strong>Cookies:</strong> to improve the operation of the site and analytics.</p></li></ul><h3>2.2. How do we use your data?</h3><ul data-spread=\"false\"><li><p>To ensure the operation of the site and improve its functionality.</p></li><li><p>To communicate with users (only if you voluntarily provide contact information).</p></li><li><p>For analytics and content improvement.</p></li></ul><h2>3. Data protection</h2><p>We use modern security measures to protect your data from unauthorized access, modification or deletion.</p><h2>4. Transfer of data to third parties</h2><p>We do not transfer your personal data to third parties without your consent, except when required by law.</p><h2>5. Your rights</h2><p>You have the right to:</p><ul data-spread=\"false\"><li><p>Access your personal data.</p></li><li><p>Request correction or deletion of your data.</p></li><li><p>Refuse the use of cookies (browser settings).</p></li></ul><h2>6. Cookies</h2><p>Our website uses cookies to improve your user experience. You can change the cookie settings in your browser.</p><h2>7. Changes to the Privacy Policy</h2><p>We reserve the right to update this Policy. Updates will be posted on this page.</p><h2>8. Contacts</h2><p>If you have any questions about the Privacy Policy, please contact us: <a href='mailto:sikora_kv@ukr.net' rel='nofollow'>sikora_kv@ukr.net</a></p>[uk-UA]<h1>Політика конфіденційності</h1><p>Останнє оновлення: <strong>26 Лютого 2025р.</strong></p><h2>1. Вступ</h2><p>Ця Політика конфіденційності пояснює, які дані ми збираємо, як їх використовуємо та як забезпечуємо їх захист. Використовуючи наш вебсайт, ви погоджуєтеся з умовами цієї Політики.</p><h2>2. Збір та використання даних</h2><h3>2.1. Які дані ми збираємо?</h3><ul data-spread=\"false\"><li><p><strong>Особисті дані:</strong> ім'я, email, контактна інформація (лише якщо ви добровільно надаєте їх через форми).</p></li><li><p><strong>Технічні дані:</strong> IP-адреса, тип браузера, операційна система, дані про відвідувані сторінки.</p></li><li><p><strong>Файли cookie:</strong> для покращення роботи сайту та аналітики.</p></li></ul><h3>2.2. Як ми використовуємо ваші дані?</h3><ul data-spread=\"false\"><li><p>Для забезпечення роботи сайту та покращення його функціональності.</p></li><li><p>Для комунікації з користувачами (лише у разі добровільного надання контактних даних).</p></li><li><p>Для аналітики та покращення контенту.</p></li></ul><h2>3. Захист даних</h2><p>Ми використовуємо сучасні заходи безпеки для захисту ваших даних від несанкціонованого доступу, зміни або видалення.</p><h2>4. Передача даних третім сторонам</h2><p>Ми не передаємо ваші особисті дані третім сторонам без вашої згоди, за винятком випадків, коли це вимагається законом.</p><h2>5. Ваші права</h2><p>Ви маєте право:</p><ul data-spread=\"false\"><li><p>Отримати доступ до своїх персональних даних.</p></li><li><p>Вимагати виправлення або видалення своїх даних.</p></li><li><p>Відмовитися від використання файлів cookie (налаштування в браузері).</p></li></ul><h2>6. Файли cookie</h2><p>Наш сайт використовує файли cookie для покращення вашого користувацького досвіду. Ви можете змінити налаштування cookie у своєму браузері.</p><h2>7. Зміни в Політиці конфіденційності</h2><p>Ми залишаємо за собою право оновлювати цю Політику. Оновлення будуть публікуватися на цій сторінці.</p><h2>8. Контакти</h2><p>Якщо у вас є питання щодо Політики конфіденційності, зв`яжіться з нами: <a href='mailto:sikora_kv@ukr.net' rel='nofollow'>sikora_kv@ukr.net</a></p>"
    },
    {
        "code": "terms",
        "text": "[en-EN]<h1>Terms of Service</h1><p>Last updated: <strong>February 26, 2025</strong></p><h2>1. Introduction</h2><p>Welcome to our website. By using our website, you agree to these Terms of Service. If you do not agree, please do not use the site.</p><h2>2. Use of the site</h2><ul><li><p>You agree to use the site in accordance with applicable law.</p></li><li><p>It is prohibited to distribute harmful content, spam or violate the rights of other users.</p></li></ul><h2>3. Intellectual Property</h2><p>All materials on the site belong to us or are used under license. It is prohibited to copy, distribute or modify the content without permission.</p><h2>4. Disclaimer</h2><p>We do not guarantee the uninterrupted operation of the site and are not responsible for any possible damages due to its use.</p><h2>5. Changes to Terms</h2><p>We reserve the right to change these Terms. Updates will be posted on this page.</p><h2>6. Contacts</h2><p>If you have any questions about the Terms of Service, please contact us: <a href=\"mailto:sikora_kv@ukr.net\" rel=\"nofollow\">sikora_kv@ukr.net</a></p>[uk-UA]<h1>Умови обслуговування</h1><p>Останнє оновлення: <strong>26 Лютого 2025р.</strong></p><h2>1. Вступ</h2><p>Ласкаво просимо на наш вебсайт. Використовуючи наш сайт, ви погоджуєтеся з цими Умовами обслуговування. Якщо ви не погоджуєтесь, будь ласка, не використовуйте сайт.</p><h2>2. Використання сайту</h2><ul><li><p>Ви погоджуєтеся використовувати сайт відповідно до чинного законодавства.</p></li><li><p>Заборонено поширювати шкідливий контент, спам або порушувати права інших користувачів.</p></li></ul><h2>3. Інтелектуальна власність</h2><p>Усі матеріали на сайті належать нам або використовуються за ліцензією. Без дозволу заборонено копіювати, розповсюджувати чи змінювати контент.</p><h2>4. Відмова від відповідальності</h2><p>Ми не гарантуємо безперервну роботу сайту та не несемо відповідальності за можливі збитки через його використання.</p><h2>5. Зміни умов</h2><p>Ми залишаємо за собою право змінювати ці умови. Оновлення будуть публікуватися на цій сторінці.</p><h2>6. Контакти</h2><p>Якщо у вас є питання щодо Умов обслуговування, зв`яжіться з нами: <a href=\"mailto:sikora_kv@ukr.net\" rel=\"nofollow\">sikora_kv@ukr.net</a></p>"
    },
    {
        "code": "cookie",
        "text": "[en-EN]<h1>Cookie Policy</h1><p>Last updated: <strong>February 26, 2025.</strong></p><h2>1. What are cookies?</h2><p>Cookies are small text files that are stored on your device when you visit a website.</p><h2>2. How do we use cookies?</h2><ul><li><p>To improve the website.</p></li><li><p>For analytics and statistics.</p></li><li><p>To personalize content.</p></li></ul><h2>3. What cookies do we use?</h2><ul><li><p><strong>Required:</strong> are required for the site to function.</p></li><li><p><strong>Analytical:</strong> help us analyze how users interact with the site.</p></li><li><p><strong>Marketing:</strong> are used for personalized advertising.</p></li></ul><h2>4. Managing cookies</h2><p>You can change your cookie settings in your browser or delete them at any time.</p><h2>5. Changes to the Cookie Policy</h2><p>We may change this Policy, updates will be published on this page.</p><h2>6. Contacts</h2><p>If you have any questions about the use of cookies, please contact us: <a href=\"mailto:sikora_kv@ukr.net\" rel=\"nofollow\">sikora_kv@ukr.net</a></p>[uk-UA]<h1>Політика файлів cookie</h1><p>Останнє оновлення: <strong>26 Лютого 2025р.</strong></p><h2>1. Що таке файли cookie?</h2><p>Cookie &ndash; це невеликі текстові файли, які зберігаються на вашому пристрої при відвідуванні сайту.</p><h2>2. Як ми використовуємо файли cookie?</h2><ul><li><p>Для покращення роботи сайту.</p></li><li><p>Для аналітики та збору статистики.</p></li><li><p>Для персоналізації контенту.</p></li></ul><h2>3. Які файли cookie ми використовуємо?</h2><ul><li><p><strong>Обов&rsquo;язкові:</strong> потрібні для функціонування сайту.</p></li><li><p><strong>Аналітичні:</strong> допомагають нам аналізувати, як користувачі взаємодіють із сайтом.</p></li><li><p><strong>Маркетингові:</strong> використовуються для персоналізованої реклами.</p></li></ul><h2>4. Управління файлами cookie</h2><p>Ви можете змінювати налаштування cookie у вашому браузері або видаляти їх у будь-який час.</p><h2>5. Зміни в Політиці файлів cookie</h2><p>Ми можемо змінювати цю Політику, оновлення будуть публікуватися на цій сторінці.</p><h2>6. Контакти</h2><p>Якщо у вас є питання щодо використання файлів cookie, зв`яжіться з нами: <a href=\"mailto:sikora_kv@ukr.net\" rel=\"nofollow\">sikora_kv@ukr.net</a></p>"
    }
]